
const goods = // Документ с товарами
        {
            "id": "19960",
            "name": "Волшебная палочка Гарри Поттера",
            "price": 10,
            "amount": 15
        },
    {
        "id": "79789",
        "name": "Автомобиль Delorean DMC-12",
        "price": 500,
        "amount": 7
    },
    {
        "id": "51339",
        "name": "Световой меч Люка Скайуокера",
        "price": 15,
        "amount": 3
    },
    {
        "id": "16307",
        "name": "Посох Гэндальфа",
        "price": 20,
        "amount": 2
    }