// const orders = // Документ с заказами. нереляционных. Нереляционная БД, мы не будем делать запрос, который пойдёт в связанные таблицы, а просто соберём все нужные данные в одном месте:
//         {
//             "id": "39439",
//             "user": {
//                 "id": "48222",
//                 "name": "Николас Кейдж в роли Джона Траволты",
//                 "age": 55
//             },
//             "items": [
//                 {
//                     "id": "19960",
//                     "name": "Волшебная палочка Гарри Поттера",
//                     "price": 10,
//                     "amountOrdered": 2
//                 },
//                 {
//                     "id": "79789",
//                     "name": "Автомобиль Delorean DMC-12",
//                     "price": 500,
//                     "amountOrdered": 1
//                 },
//                 {
//                     "id": "51339",
//                     "name": "Световой меч Люка Скайуокера",
//                     "price": 15,
//                     "amountOrdered": 1
//                 }
//             ]
//         },
//
//     {
//         "id": "48241",
//         "user": {
//             "id": "17185",
//             "name": "Лягушонок Пепе",
//             "age": 14
//         },
//         "items": [
//             {
//                 "id": "16307",
//                 "name": "Посох Гэндальфа",
//                 "price": 20,
//                 "amountOrdered": 1
//             },
//             {
//                 "id": "51339",
//                 "name": "Световой меч Люка Скайуокера",
//                 "price": 15,
//                 "amountOrdered": 1
//             }
//         ]
//     },
